tap "adoptopenjdk/openjdk"
tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "python@3.11"
brew "autojump"
brew "bat"
brew "unbound"
brew "gnutls"
brew "guile"
brew "cask"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "cpplint"
brew "fzf"
brew "gcc"
brew "gnupg"
brew "go"
brew "openjdk"
brew "h2"
brew "ipython"
brew "jq"
brew "llvm"
brew "make"
brew "neovim"
brew "nmap"
brew "node"
brew "openssl@3"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "pyenv"
brew "python@3.10"
brew "rename"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "google-chrome"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "macvim"
