tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "node"
brew "angular-cli"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "certbot"
brew "cmake"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gnupg"
brew "go"
brew "h2"
brew "jq"
brew "macvim"
brew "make"
brew "maven"
brew "minikube"
brew "neovim"
brew "nikto"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "pandoc"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "wget"
brew "yarn"
cask "basictex"
cask "dbeaver-community"
cask "postman"
