git
git-lfs
neovim
ripgrep
fd
fzf
lazygit
nodejs
python
llvm
make
7zip
curl
pwsh
windows-terminal
gsudo
starship
zoxide
bat
eza
delta
jq
yq
gh
