# Core tools
brew "git"
brew "neovim"
brew "tmux"
brew "starship"        # Cross-shell prompt (replaces powerlevel10k); init in .zshrc
brew "fzf"              # Fuzzy finder (Ctrl+R history, Ctrl+T files). Used by zsh/neovim telescope
brew "ripgrep"          # rg: blazing-fast text search. neovim grep backend
brew "fd"               # fd: intuitive file search (find replacement). Used by neovim file navigation
brew "lazygit"          # Git TUI client
brew "git-delta"        # delta: syntax-highlighting pager for git diff. Used by .gitconfig core.pager
brew "jq"               # CLI JSON filter/transform. Used for JSON parsing in scripts
brew "bat"              # cat replacement (syntax highlight, line numbers). Used by fzf preview
brew "tree"             # Print directory tree
brew "eza"              # ls replacement (color, git status, icons)
brew "gh"               # GitHub CLI (PR/issue/Actions)
brew "tldr"             # Condensed man pages — just the key examples

# zsh plugins are installed into the oh-my-zsh custom directory by zsh/install-zsh-plugins.sh

# Java development
brew "jenv"
brew "jdtls"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"

# Node.js
brew "nvm"

# Optional, depending on your needs
brew "zoxide"            # z: smart directory jump (autojump replacement)
brew "git-lfs"           # Not needed if you have no projects with large files
brew "libpq"             # Includes the psql CLI. Not needed if you don't use PostgreSQL
brew "pyenv"             # Python version management. Can be replaced by uv
brew "pyenv-virtualenv"  # pyenv virtualenvs. Can be replaced by uv
brew "rbenv"             # Ruby version management. Not needed if you don't do Ruby dev
brew "uv"                # Blazing-fast Python package manager. May overlap if you use pyenv
brew "wget"              # File downloader. curl is built in by default
