brew "autojump"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jdtls"
brew "jenv"
brew "jq"
brew "lazygit"
brew "libpq"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
