tap "adoptopenjdk/openjdk"
tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ack"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "bat"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccache"
brew "llvm"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "cpplint"
brew "fd"
brew "fzf"
brew "gcc"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "goaccess"
brew "googletest"
brew "grafana"
brew "guile"
brew "harfbuzz"
brew "libtiff"
brew "h2"
brew "httpie"
brew "ipython"
brew "jenv"
brew "jmeter"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libssh2"
brew "luarocks"
brew "make"
brew "mas"
brew "maven"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "postgresql@14"
brew "prometheus"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "sonar-scanner"
brew "spoof-mac"
brew "swagger-codegen"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat"
brew "tomcat@8"
brew "tree"
brew "universal-ctags"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "klogg"
cask "redis-insight"
