7zip
dark
fd
fzf
gcc
git-lfs
jenv
JetBrainsMono-NF
jq
lazygit
mingw
neovim
nvm
opencode
python
ripgrep
starship
tree-sitter
uv
zoxide
